{
    "en": {
        "tr_core_tutorial_campaign_title": "Tutorial",

        "tr_core_tutorial_mission1_name": "Gameplay basics",
        "tr_core_tutorial_mission1_desc": "In this training scenario you are going to learn about core game mechanics: moving units, claiming buildings, resources, recruitment and combat.",

        "tr_core_tutorial_mission2_name": "Units and buildings",
        "tr_core_tutorial_mission2_desc": "In this training scenario you are going to learn about unit types, with their strenghts and weaknesses, as well as all the types of military buildings.",

        "tr_core_tutorial_mission3_name": "Unit levels and abilities",
        "tr_core_tutorial_mission3_desc": "In this training scenario you are going to learn about units gaining levels, what kind of benefits this brings, and what kinds of abilities they can use.",

        "tr_core_tutorial_mission4_name": "Hero units",
        "tr_core_tutorial_mission4_desc": "In this training scenario you are going to learn about some Hero units and their unique abilities.",

        "tr_core_tutorial_m1_t1": "Excellent. The building is yours.",
        "tr_core_tutorial_m1_t2": "As you might have noticed, your Infantry unit is gone though. Every production building requires crew to operate, so you have to make sure, that you always have enough infantry on hand.",
        "tr_core_tutorial_m1_t3": "Luckily, you can recruit more in these Barracks. Select the building to open a recruitment radial menu. From there, select an Infantry unit. Then, select a neighbouring tile with a green marker to confirm deployment.",
        "tr_core_tutorial_m1_t4": "Good job! You learn quickly.",
        "tr_core_tutorial_m1_t5": "Strong forces are key to success. However, every force is going to falter without proper support. And for this, you are going to need buildings.",
        "tr_core_tutorial_m1_t6": "A blue movement marker next to a building means, that, if you move that unit there, you can claim that building. Notice, that when your infantry unit is selected, there is a blue indicator on the building. That means you can capture it!",
        "tr_core_tutorial_m1_t7": "When you are ready, with your Infantry unit selected, click on that building to proceed.",
        "tr_core_tutorial_m1_t8": "Your new Infantry squad is immidiately ready for action.",
        "tr_core_tutorial_m1_t9": "Next lesson is going to be about the one resource, that keeps your armies going: Action Points. Or AP for short.",
        "tr_core_tutorial_m1_t10": "When you were ordering your units, you might have noticed a coin with a number in the top-left corner. This is your AP counter. It is not visible during our conversations, so don't worry about it. Up until this point, you have been provided with all the AP you needed, but now you have to learn how to aquire it yourself.",
        "tr_core_tutorial_m1_t11": "Every military building you have under your control provides certain amount of AP at the beggining of your turn. You can see exactly how much by looking at the tile information in the bottom-left corner, when you hover over the building.",
        "tr_core_tutorial_m1_t12": "These Barracks provide 5AP per turn. Not much, but it will be enough to achieve our next goal.",
        "tr_core_tutorial_m1_t13": "AP are required both to order your units on the field (in addition to units own MP) as well as to deploy more units. That is why dominating the battlefield by capturing as many military installations as you can is very important.",
        "tr_core_tutorial_m1_t14": "Further down the road there is an unoccupied Comms Tower. These buildings can provide you with 15AP per turn, so they are worth claiming whenever you have such opportunity.",
        "tr_core_tutorial_m1_t15": "Use your Infantry and take that Tower.",
        "tr_core_tutorial_m1_t16": "Well done! With that Tower, you should have more than enough AP available to you to complete this training scenario.",
        "tr_core_tutorial_m1_t17": "Please note, that this time your Infantry unit did not dissapear, when you claimed a building. This is because Towers do not require a crew to operate. They do need to be configured though, so claiming a Tower always consumes all of the remaining MP points that unit had. That move still costs only 1AP.",
        "tr_core_tutorial_m1_t18": "That is all you need to know for this lesson, so we can move to the next one: Combat.",
        "tr_core_tutorial_m1_t19": "At the end of the road, there is a Ruby Dusk Infantry unit stationed, guarding a building. We need to take it out.",
        "tr_core_tutorial_m1_t20": "You have to move your own Infantry unit next to it. This time, the movement marker is going to be red, to indicate, that combat can happen from that position.",
        "tr_core_tutorial_m1_t21": "Welcome to the boot camp, recruit! My name is General Cyrus, and I will be your instructor today. Pay attention and you might even survive a day on a real battlefield!",
        "tr_core_tutorial_m1_t22": "Let us start with getting familiar with moving your forces around. In front of you, there is an Infantry unit waiting for your orders.",
        "tr_core_tutorial_m1_t23": "Select your unit, and you will see possible movement tiles highlighted. An Infantry unit has 4 Movement Points (MP) available to it, so once these are used up, you need to end your turn by holding the Y button, or Middle Mouse Button. You can tell, that a unit used up all their MP, when unit changes it's appearance to grey colours.",
        "tr_core_tutorial_m1_controls": "If you are ever in doubt on which button to use, refer to the on-screen help. You can toggle controls view from Settings in the Main Menu.",
        "tr_core_tutorial_m1_t24": "Try moving your unit around. Once you familiarize yourself with giving orders, move your unit onto a blue tile next to a building in the woods. Sometimes that tile might appear white instead of blue, which will indicate, that your unit is going to use up all of their MP to get there. In that case, just pass the turn.",
        "tr_core_tutorial_m1_t25": "If at any point in the game you don't know what is your goal, opening the menu will show you your current list of objectives.",
        "tr_core_tutorial_m1_t26": "Infantry is in position to strike. Just like with claiming a building, select your unit, and you will see an attack marker on the enemy, only this time it will be red instead of blue. With your Infantry selected, click on the enemy unit to order an attack.",
        "tr_core_tutorial_m1_t27": "Shots fired! Your unit attacked an enemy, and they responded!",
        "tr_core_tutorial_m1_t28": "A short lesson about counterattacks. As long as a unit still has some MP left at the end of their turn, they will be able to counterattack once during the enemy turn - given that they survive and are able to target the attacker, but we will cover that in a different training.",
        "tr_core_tutorial_m1_t29": "Both your and enemy Infantry units are injured. This does not reduce their combat capabilities though, so they can still be useful. Injuries do not affect their ability to claim buildings, so using such units might be a good idea. You can hover over these units and check out the tile highlight information in the bottom-left to see how much HP they have.",
        "tr_core_tutorial_m1_t30": "We still have to finish off this Infantry unit. All units can attack only once per turn, unless some effect changes that. Pass the turn and attack again!",
        "tr_core_tutorial_m1_t31": "Target down. This time, your attack was enough to destroy the enemy unit, so it did not had a chance to counterattack - even if it had MP left.",
        "tr_core_tutorial_m1_t32": "Now it is time for a final lesson for today: Winning!",
        "tr_core_tutorial_m1_t33": "You will be sent on a variety of missions, with different objectives, which will determine your success or failure. However, in most skirmish scenarios your goal is going to be simple: take the enemy HQ before they can take yours.",
        "tr_core_tutorial_m1_t34": "In this training scenario you do not have an HQ of your own, so you don't have to worry about it being taken. But your enemy does have one! Go ahead and capture it to complete this training mission.",
        "tr_core_tutorial_m1_t35": "Great job, all objectives complete. Remember these lessons well, and you will surely succeed.",
        "tr_core_tutorial_m1_t36": "Dismissed, recruit.",

        "tr_core_tutorial_m1_o1": "Recruit a new unit.",
        "tr_core_tutorial_m1_o2": "Capture Barracks.",
        "tr_core_tutorial_m1_o3": "Claim the Tower building.",
        "tr_core_tutorial_m1_o4": "Approach enemy unit.",
        "tr_core_tutorial_m1_o5": "Move unit to the building.",
        "tr_core_tutorial_m1_o6": "Defeat enemy unit.",
        "tr_core_tutorial_m1_o7": "Claim enemy HQ.",

        "tr_core_tutorial_m2_t1": "Welcome back to the boot camp, recruit!",
        "tr_core_tutorial_m2_t2": "Today you are going to learn about types of units and buildings that you will encounter during your deployments. Let us begin.",
        "tr_core_tutorial_m2_t3": "You are already familiar with Infantry units. These soldiers are not the strongest, fastest or toughest unit around, but their ability to claim buildings makes them essential. They are also the cheapest to deploy, so make sure, that you always have some under your command.",
        "tr_core_tutorial_m2_t4": "This unit is simply called a Tank. These are your frontline-pushing muscle. Good mobility, combined with strong armour and powerful cannon allows them to quickly deal with enemy forces.",
        "tr_core_tutorial_m2_t5": "Tanks are especially effective against enemy Infantry units. Try it out now and destroy that unit.",
        "tr_core_tutorial_m2_t6": "As you can see, that Infantry unit didn't stand a chance. Tanks are also quite effective at dealing with other armoured units. When facing enemy Tanks, keep your own Infantry out of the way, and attack when your opponent will not be able to perform counterattacks!",
        "tr_core_tutorial_m2_t7": "Tanks do have a weakness, that you can exploit: they can not attack air units.",
        "tr_core_tutorial_m2_t8": "This is where Attack Helicopters come in. These very expensive units have moderate armour and attack damage, paired with great mobility, and are a perfect counter for enemy Tanks.",
        "tr_core_tutorial_m2_t9": "Attack this enemy tank until it is destroyed. You will have to end your turn to attack again.",
        "tr_core_tutorial_m2_t10": "Having a couple of Helicopters can quickly put a stop to a wave of Tanks, especially with a bit of support from Tanks on your side. As I mentioned, they are expensive, so use them wisely.",
        "tr_core_tutorial_m2_t11": "Helicopters are quite powerful, but not unstoppable. Your simple Infantry units are able to hit them. When faced with an opponent fielding a lot of flying units, countering with a lot of Infantry is always a good tactic.",
        "tr_core_tutorial_m2_t12": "If your opponent fails to disengage his fliers from your Infantry, it is going to be very costly for them. In most cases, you can field soldiers way quicker, and in greater numbers, than they can deploy Helicopters. So make them bleed.",
        "tr_core_tutorial_m2_t13": "Take down that Helicopter with your Infantry unit to proceed. You will have to end your turn to attack again.",
        "tr_core_tutorial_m2_t14": "Well done. Infantry, Tanks and Helicopters are the three types of units, that will form the core of your armies.",
        "tr_core_tutorial_m2_t15": "Our engineers are not sitting idly though. On the contrary - they constantly work on building new types of weapons for us to use.",
        "tr_core_tutorial_m2_t16": "Here you can see three newly developed types of units, that you may encounter on your missions.",
        "tr_core_tutorial_m2_t17": "Mobile Infantry has better mobility than regular Infantry. Coupled with their ability to claim buildings, they are a great option when you absolutely need to capture that building as soon as possible. They also have very useful support abilities, that you will learn about in a separate training session.",
        "tr_core_tutorial_m2_t18": "All these improvements are not without a price though. Mobile Infantry lacks specialised and heavy weaponry, so they can not attack flying units. Their attack damage is also lower, but cost of deployment is higher.",
        "tr_core_tutorial_m2_t19": "Rocket Artillery is a glass cannon of vehicles. It is very expensive, has no armour, is quite slow, and is incapable of direct combat or counterattacks. All of these downsides are worth it, as it can hit enemy units - both air and ground - from a few tiles away.",
        "tr_core_tutorial_m2_t20": "They require other units for protection, but in return they can wreck havoc from the back lines.",
        "tr_core_tutorial_m2_t21": "Scout Helicopters are smaller cousins of Attack Helicopters. They have even more mobility and cost less, than the big ones, but have significantly lower attack damage. Perfect for when you need air support far away from your base, and quickly.",
        "tr_core_tutorial_m2_t22": "They are most effective when used to harras your opponent using hit-and-run tactics.",
        "tr_core_tutorial_m2_t23": "You have now seen all of the types of units, that will be available to you. However, not all units look the same. In fact, every nation came up with their own designs. Let's have a look.",
        "tr_core_tutorial_m2_t24": "Even though these units look different, they are all equal in effectivnes on the battlefield. You should memorize them, in order to avoid costly mistakes!",
        "tr_core_tutorial_m2_t25": "Let's now move on to the buildings.",
        "tr_core_tutorial_m2_t26": "Here you can see all styles of HQ buildings. These allow you to recruit Infantry units at an inflated price. Use that option only when you really have to. HQ also allows you to deploy Hero units. Loosing HQ usually means, that your mission ends in a failure, so make sure to protect it at all cost. Every HQ provides you with 20AP per turn.",
        "tr_core_tutorial_m2_t27": "These are Barracks buildings used to deploy Infantry and Mobile Infantry units. They have standard prices here, so using Barracks is preferrable to using HQ for deployments. Every Barrack provides you with 5AP per turn.",
        "tr_core_tutorial_m2_t28": "These are an industrial Factory buildings. They have the ability to build your Tank and Rocket Artillery units, which makes them very valuable. Every Factory provides you with 5AP per turn.",
        "tr_core_tutorial_m2_t29": "These are various styles of Airfields, that can provide you with Attack Helicopters and Scout Helicopters. Usually quite rare and of high strategic importance. Every Airfield provides you with 5AP per turn.",
        "tr_core_tutorial_m2_t30": "And, finally, the Communication Towers. These structures do not deploy any units, but are quite common, and each one provides you with 15AP per turn.",
        "tr_core_tutorial_m2_t31": "This concludes your training about unit and building types. Class dismissed.",

        "tr_core_tutorial_m2_o1": "Destroy enemy units.",

        "tr_core_tutorial_m3_t1": "Attention, recruit! This training mission will cover more advanced topics, so stay focused!",
        "tr_core_tutorial_m3_t2": "Today you are going to learn how your units gain experience during battles, and why veterans are more valuable than freshly deployed forces.",
        "tr_core_tutorial_m3_t3": "Here we have a fresh Tank, that is currently at level 0. Every two kills that unit manages to perform, they will gain a level, up to the maximum of level 3.",
        "tr_core_tutorial_m3_t4": "Order your tank to destroy these two enemy units. You will have to end your turn to attack again.",
        "tr_core_tutorial_m3_t5": "Your tank just leveled up. If you need to check a level of a unit, it is visible on a tile highlight in the bottom-left when you hover over the unit. You can also press X on your gamepad or keyboard to see full unit stats screen.",
        "tr_core_tutorial_m3_t6": "Levels are not just decorative stars. Each level brings some benefits.",
        "tr_core_tutorial_m3_t7": "At level 1 units gain access to their active abilities.",
        "tr_core_tutorial_m3_t8": "At level 2 units gain one additional point of armour, which makes them more resilient against enemy attacks.",
        "tr_core_tutorial_m3_t9": "At level 3 units gain one additional Movement Point, making them more mobile.",
        "tr_core_tutorial_m3_t10": "Let us now move to learning about active abilities.",
        "tr_core_tutorial_m3_t11": "In order to use an active ability, select your unit, and then click it again. If a unit has abilities available, then a radial menu will open. From that menu, you can select an ability to be activated. Once activated, tiles that can be affected will be highlighted. Click on any of the highlighted tiles to confirm the use of ability.",
        "tr_core_tutorial_m3_t12": "Infantry units have the ability to use Heavy Weapon. It allows them to hit a nearby unit for 8 points of damage, minus target armour. This ability can only be used on an enemy directly adjacent to your unit. Try it out.",
        "tr_core_tutorial_m3_t13": "Using Heavy Weapon ability will not trigger counterattacks, so it is a perfect tool to soften up enemy Tanks. It can be also used to destroy a lightly-armoured targets with only one Infantry unit in a single turn.",
        "tr_core_tutorial_m3_t14": "Remember, that some abilities do have a cost, and a cooldown period after use. When ability is on cooldown, it will be greyed out, with a number of turns left displayed on it.",
        "tr_core_tutorial_m3_t15": "Tank active ability is called a Long-range Shell. It allows your unit to hit an enemy target up to two tiles away, even if there is something in the way. It can only shoot in a straight line, so make sure you line it up first. Long-range Shell deals 10 points of damage, minus target armour. Try it out.",
        "tr_core_tutorial_m3_t16": "While the cooldown is a bit long, Long-range Shell is a powerful attack, that allows you to hit enemies even in a back row.",
        "tr_core_tutorial_m3_t17": "Level 1 Attack Helicopters are able to transport your own troops. They can pick up an Infantry unit from an adjacent tile, though that action will use up all of their MP, so be careful to not expose your valuable Helicopter to danger. Pick Up and Drop Off actions are free and have no cooldown. Try it out.",
        "tr_core_tutorial_m3_t18": "Your Infantry is now on board of the Helicopter. Make sure it does not get destroyed, or suffer double loss. Now end your turn, and then order your Helicopter to drop off the Infantry unit.",
        "tr_core_tutorial_m3_t19": "An Infantry unit, that has been dropped off, can not perform any actions this turn, so make sure that landing zone is safe and secured.",
        "tr_core_tutorial_m3_t20": "Attack Helicopters can be a great way to quickly deliver Infantry units to the enemy buildings, but use them wisely.",
        "tr_core_tutorial_m3_t21": "Mobile Infantry is a great support unit with two abilities, that allow you to heal soldiers and repair vehicles. Remember they can only target adjacent tiles. Medkit ability costs 5AP to use, while Repair kit costs 15AP. Try it out.",
        "tr_core_tutorial_m3_t22": "Being able to heal high level or mission critical units can make the difference between a successfull mission and a total failure.",
        "tr_core_tutorial_m3_t23": "Rocket Artillery is a unique type of unit. As you should already know, it can not fight in direct combat. Instead it has access to it's active ability on level 0. It can hit targets up to three tiles away, and does not require direct line of sight to do so. This ability is free to use, and has 2 turns cooldown.",
        "tr_core_tutorial_m3_t24": "Great thing about Rocket Artillery is that it can hit both ground and flying units. It can not hit targets directly adjacent to it, so make sure to keep enemies at bay with other units. Try it out.",
        "tr_core_tutorial_m3_t25": "When used correctly, these Artillery units allow you to destroy targets, that would otherwise be hard to reach. They can also deal significant damage to any enemy forces approaching your base.",
        "tr_core_tutorial_m3_t26": "When leveled up, the active ability of the Rocket Artillery becomes more powerful. It can now hit targets up to four tiles away, and deals more damage. Try it out and see the difference.",
        "tr_core_tutorial_m3_t27": "Veteran Artillery, with it's long range and high damage is a bane of lightly-armoured units. It is especially effective against all types of Helicopters, though it is equally devastating when used against Infantry or Tanks.",
        "tr_core_tutorial_m3_t28": "Scout Helicopters have the Rapid Response ability. It allows them to replenish all of their MP and perform an additional attack this turn, if they already did one. Just make sure to use it before your Helicopter is out of moves, as it requires 1MP to activate it.",
        "tr_core_tutorial_m3_t29": "Approach the enemy unit and attack it. Then, activate your ability and attack again.",
        "tr_core_tutorial_m3_t30": "Scout Helicopters can cover a lot of ground with this ability. It is perfect for when you really need that air support at the other side of the battlefield, or to finish off that heavily damaged Tank.",
        "tr_core_tutorial_m3_t31": "This concludes the lesson about unit levels and abilities. Make sure to use them as often as possible.",
        "tr_core_tutorial_m3_t32": "Class dismissed.",

        "tr_core_tutorial_m3_o1": "Destroy enemy units.",
        "tr_core_tutorial_m3_o2": "Use special ability.",

        "tr_core_tutorial_m4_t1": "Welcome back! This is your last training session. After that, you will be ready for real action.",
        "tr_core_tutorial_m4_t2": "Today we are joined by a Commando - Lieutenant Blake. He will be helping me in teaching you about Hero units.",
        "tr_core_tutorial_m4_t3": "Always glad to help new recruits!",
        "tr_core_tutorial_m4_t4": "Hero units are a special type of unit. They are very though and deal a lot of damage, though their mobility is below average.",
        "tr_core_tutorial_m4_t5": "More importantly, Hero units have passive and active abilities. Let's start with the passive one.",
        "tr_core_tutorial_m4_t6": "Every hero, when present on the battlefield, gives you a passive benefit. Commando has the Trained Specialist ability, which makes cooldowns for active abilities of your units 1 turn shorter. Thanks to this, your veteran units become even more valuable.",
        "tr_core_tutorial_m4_t7": "Try using your Artillery unit to clear some tiles on the other side of the forest.",
        "tr_core_tutorial_m4_t8": "Good. Now open the ability radial of your Artillery unit again. You will notice, that turns left to cool down the ability is 1 instead of usual 2. You can end your turn, reposition your Artillery and strike again.",
        "tr_core_tutorial_m4_t9": "In the meantime, a field on the other side of the forest opened up. Move Blake there using his active ability Infiltration. If you already used his active ability, just wait a few turns for it to cool down.",
        "tr_core_tutorial_m4_t10": "Commando ability allows you to reach places otherwise inaccessible, or hard to get to. You can bypass obstacles such as forests, mountains and buildings, as well as enemy units, and reach your target.",
        "tr_core_tutorial_m4_t11": "Remember, that different Heroes have different abilities. Some of them will target specific units or tiles. Some of them might target Heroes themselves in order to be used, like the ones that give benefits to units in certain radius around the Hero.",
        "tr_core_tutorial_m4_t12": "There is an enemy Infantry unit guarding our HQ. Have Blake take it out.",
        "tr_core_tutorial_m4_t13": "Excellent performance Lieutenant.",
        "tr_core_tutorial_m4_t14": "Thank you, Sir!",
        "tr_core_tutorial_m4_t15": "Now let's claim this building.",
        "tr_core_tutorial_m4_t16": "That will be all for now, Lieutenant. You are dismissed.",
        "tr_core_tutorial_m4_t17": "Yes Sir!",
        "tr_core_tutorial_m4_t18": "On most missions, the hero will be there from the beggining, and loosing one might fail your missions. But in a typical skirmish, you will have to deploy your Hero from your HQ building.",
        "tr_core_tutorial_m4_t19": "Time for me to stretch my legs. Go ahead and deploy me from this HQ.",
        "tr_core_tutorial_m4_t20": "With me on the battlefield, thanks to my Recruitment passive ability, all Infantry and Mobile Infantry units can be deployed for 10AP less. This effect applies both to HQ and Barracks. Go on and deploy an Infantry unit from HQ - you should notice, that it only costs 30AP instead of typical 40AP.",
        "tr_core_tutorial_m4_t21": "Infantry is my specialty, so make sure to call on me, when you plan on using a lot of them.",
        "tr_core_tutorial_m4_t22": "As for my active ability, it is called Deep Strike, and it allows me to call in a paratrooper, that will land up to two tiles away from me. It can be very useful, when you have reached the enemy base, but lost all of your Infantry units in the process.",
        "tr_core_tutorial_m4_t23": "Just make sure that landing zone is safe, as this new unit is not going to be able to act until next turn.",
        "tr_core_tutorial_m4_t24": "Go on and try using my ability. If you already did that before, wait a few turns and use it again.",
        "tr_core_tutorial_m4_t25": "Good job. That should give you an overview of Hero units and their abilities.",
        "tr_core_tutorial_m4_t26": "Every Nation has thier own, unique Heroes, with their own unique abilities, so be on your guard, as you never know what will happen, when one of them shows up.",
        "tr_core_tutorial_m4_t27": "One final note.",
        "tr_core_tutorial_m4_t28": "On some missions you might be required to protect a non-combatant unit. As an example, here we have Sapphire Dawn President Gideon. Units like him are called NPC units. They are a bit tougher than regular Infantry, so you don't have to worry, that they will die from a single attack. They are not as tough as Heroes, though. And they can not fight.",
        "tr_core_tutorial_m4_t29": "Wait, what happened? I was in my office, and then suddenly...",
        "tr_core_tutorial_m4_t30": "Let our dear President get back to work.",
        "tr_core_tutorial_m4_t31": "You have successfully completed your training. Good luck, and see you on the battlefield. Dismissed!",

        "tr_core_tutorial_m4_o1": "Destroy Infantry using Rocket Artillery.",
        "tr_core_tutorial_m4_o2": "Use Blake's ability to bypass Forest.",
        "tr_core_tutorial_m4_o3": "Destroy enemy unit.",
        "tr_core_tutorial_m4_o4": "Deploy General from HQ.",
        "tr_core_tutorial_m4_o5": "Deploy Infantry unit from HQ.",
        "tr_core_tutorial_m4_o6": "Deploy an Infantry unit using General's ability.",
    },
    "zh": {
        "tr_core_tutorial_campaign_title": "教程",  
        "tr_core_tutorial_mission1_name": "游戏玩法基础",  
        "tr_core_tutorial_mission1_desc": "在这个训练场景中，您将学习核心游戏机制：移动单位、占领建筑、资源、招募和战斗。",  
        "tr_core_tutorial_mission2_name": "单位和建筑",  
        "tr_core_tutorial_mission2_desc": "在这个训练场景中，您将学习单位类型，包括它们的优势和劣势，以及所有类型的军事建筑。",  
        "tr_core_tutorial_mission3_name": "单位等级和能力",  
        "tr_core_tutorial_mission3_desc": "在这个训练场景中，您将学习单位如何获得等级、这会带来哪些好处，以及它们可以使用哪些能力。",  
        "tr_core_tutorial_mission4_name": "英雄单位",  
        "tr_core_tutorial_mission4_desc": "在这个训练场景中，您将学习一些英雄单位及其独特的技能。",  
        "tr_core_tutorial_m1_t1": "干得好。这座建筑属于你了。",  
        "tr_core_tutorial_m1_t2": "正如你可能已经注意到的，你的步兵单位已经不见了。每个生产建筑都需要人员操作，所以你必须确保手头总是有足够的步兵。",  
        "tr_core_tutorial_m1_t3": "幸运的是，你可以在这座兵营里招募更多。选择建筑以打开招募菜单。从那里选择步兵单位。然后选择一个带有绿色标记的相邻方块以确认部署。",  
        "tr_core_tutorial_m1_t4": "干得好！你学得很快。",  
        "tr_core_tutorial_m1_t5": "强大的力量是成功的关键。然而，没有适当的支持，任何力量都将崩溃。为此，你将需要建筑物。",  
        "tr_core_tutorial_m1_t6": "建筑旁边的蓝色移动标记表示，如果将该单位移动到该处，则可以占领该建筑。请注意，当您的步兵单位被选中时，建筑物上会有一个蓝色指示器。这意味着您可以占领它！",  
        "tr_core_tutorial_m1_t7": "当您准备好了，选择了步兵单位后，点击该建筑继续。",  
        "tr_core_tutorial_m1_t8": "您的新步兵小队立即准备就绪。",  
        "tr_core_tutorial_m1_t9": "下一课将介绍一种资源，它使您的军队保持运转：行动点。或简称AP。",  
        "tr_core_tutorial_m1_t10": "在您下命令时，您可能已经注意到左上角的带有数字的硬币。这是您的AP计数器。在我们的对话中不可见，所以不用担心。在此之前，您一直被提供所需的全部AP，但现在您要学会如何自己获取它。",  
        "tr_core_tutorial_m1_t11": "您控制的每个军事建筑在您的回合开始时提供一定数量的AP。当您将鼠标悬停在建筑物上时，您可以在左下角的信息中看到确切的数量。",  
        "tr_core_tutorial_m1_t12": "这些兵营每回合提供5AP。虽然不多，但足以实现我们的下一个目标。",  
        "tr_core_tutorial_m1_t13": "AP既需要下令部署单位（除了单位自身的MP），也需要部署更多的单位。这就是为什么通过占领尽可能多的军事设施来控制战场非常重要。",  
        "tr_core_tutorial_m1_t14": "再往前走有一个未被占领的通讯塔。这些建筑每回合可以为您提供15AP，因此只要有机会，就值得占领。",  
        "tr_core_tutorial_m1_t15": "使用您的步兵占领那座塔。",
        "tr_core_tutorial_m1_t16": "Well done!有了这座塔，您应该拥有足够的AP来完成这个训练场景。",  
        "tr_core_tutorial_m1_t17": "请注意，这次您的步兵单位在占领建筑物后并没有消失。这是因为塔不需要人员操作。虽然它们需要进行配置，但占领一座塔总是消耗该单位剩余的所有MP点。此举仍然只消耗1AP。",  
        "tr_core_tutorial_m1_t18": "这是本课所需了解的全部内容，因此我们可以进入下一课：战斗。",  
        "tr_core_tutorial_m1_t19": "在路的尽头，有一支Ruby Dusk步兵部队驻扎，守卫着一座建筑物。我们需要消灭它。",  
        "tr_core_tutorial_m1_t20": "您需要将您自己的步兵单位移动到它旁边。这次，移动标记将是红色的，以指示可以从该位置进行战斗。",  
        "tr_core_tutorial_m1_t21": "欢迎来到训练营，新兵！我是General Cyrus，今天我将担任您的教练。注意听，你甚至可能在真正的战场上存活一天！",  
        "tr_core_tutorial_m1_t22": "让我们从熟悉如何移动您的部队开始。在您面前，有一支步兵部队正在等待您的命令。",  
        "tr_core_tutorial_m1_t23": "选择您的单位，您会看到高亮的可选移动瓷砖。步兵单位有4个移动点（MP）可供使用，因此一旦这些用完，您需要通过按住Y按钮或鼠标中键来结束回合。当一个单位用完了所有的MP时，它的外观会变成灰色。",  
        "tr_core_tutorial_m1_controls": "如果您对使用哪个按钮有任何疑问，请参考屏幕上的帮助。您可以在主菜单的“设置”中切换控制视图。",  
        "tr_core_tutorial_m1_t24": "试着移动您的单位。一旦您熟悉了如何下令，将您的单位移动到树林中建筑物旁边的蓝色瓷砖上。有时该瓷砖可能显示为白色而不是蓝色，这表明您的单位将用完所有MP才能到达那里。在这种情况下，请跳过回合。",  
        "tr_core_tutorial_m1_t25": "如果在游戏中的任何时候您不知道自己的目标是什么，打开菜单将显示您当前的目标列表。",  
        "tr_core_tutorial_m1_t26": "步兵已做好攻击准备。与占领建筑物的操作相同，选择您的单位，您将看到敌方的一个攻击标记，只是这次将是红色而不是蓝色。选择您的步兵，点击敌方单位以进行攻击。",  
        "tr_core_tutorial_m1_t27": "开火！您的单位攻击了敌人，并遭到反击！",  
        "tr_core_tutorial_m1_t28": "这是关于反击的简短课程。只要一个单位在回合结束时仍有一些MP，他们就可以在敌方回合中进行一次反击-只要他们存活并能瞄准攻击者，但我们将在一个不同的训练中介绍这一点。",  
        "tr_core_tutorial_m1_t29": "您的和敌人的步兵单位都受伤了。这不会降低他们的作战能力，因此它们仍然有用。受伤不影响他们占领建筑物的能力，因此使用这样的单位可能是一个好主意。您可以悬停在这些单位上，并在左下角查看瓷砖的高亮信息以查看他们的HP量。",  
        "tr_core_tutorial_m1_t30": "我们仍然要消灭这个步兵单位。所有单位每回合只能攻击一次，除非某些效果改变了这一点。跳过回合并再次攻击！",
        "tr_core_tutorial_m1_t31": "目标击毙。这次攻击足以摧毁敌方单位，因此即使它有剩余的MP，也没有机会反击。",  
        "tr_core_tutorial_m1_t32": "现在是今天最后一课的时刻：胜利！",  
        "tr_core_tutorial_m1_t33": "您将接受各种不同任务，其目标各异，这将决定您的成功或失败。然而，在大多数小规模战斗场景中，您的目标非常简单：在敌人夺取您的总部之前夺取敌方总部。",  
        "tr_core_tutorial_m1_t34": "在此训练场景中，您没有自己的总部，因此不必担心总部被夺取。但是敌人有一个！请继续前进并夺取它以完成此训练任务。",  
        "tr_core_tutorial_m1_t35": "干得不错，所有目标都已完成。牢牢记住这些教训，您一定会成功。",  
        "tr_core_tutorial_m1_t36": "解散，新兵。",

        "tr_core_tutorial_m1_o1": "招募一个新的单位。",
        "tr_core_tutorial_m1_o2": "占领兵营。",
        "tr_core_tutorial_m1_o3": "声称塔楼建筑。",
        "tr_core_tutorial_m1_o4": "接近敌方单位。",
        "tr_core_tutorial_m1_o5": "将单位移动到该建筑物中。",
        "tr_core_tutorial_m1_o6": "打败敌方单位。",
        "tr_core_tutorial_m1_o7": "声称敌方总部。",

        "tr_core_tutorial_m2_t1": "欢迎回到训练营，新兵！",
        "tr_core_tutorial_m2_t2": "今天你将学习到你在部署过程中会遇到的单位和建筑的类型。让我们开始吧。",
        "tr_core_tutorial_m2_t3": "你已经熟悉了步兵单位。这些士兵不是最强的，最快或最坚韧的单位，但是他们占领建筑的能力让他们变得必不可少。他们也是最便宜的部署对象，所以请确保你总是有一些在你的指挥下。",
        "tr_core_tutorial_m2_t4": "这个单位就是坦克。这些是你的前线肌肉。良好的机动性，再加上坚固的装甲和强大的火炮，使它们能够迅速应对敌军。",
        "tr_core_tutorial_m2_t5": "坦克对敌方步兵单位尤其有效。现在尝试一下，摧毁那个单位。",
        "tr_core_tutorial_m2_t6": "正如你所见，那个步兵单位毫无机会。坦克在应对其他装甲单位时也十分有效。当面对敌方坦克时，让你的步兵避让，并在对手无法反击时进行攻击！",
        "tr_core_tutorial_m2_t7": "坦克有一个你可以利用的弱点：它们无法攻击空中单位。",
        "tr_core_tutorial_m2_t8": "这就是攻击直升机的作用。这些非常昂贵的单位拥有适度的装甲和攻击力，再加上出色的机动性，是敌方坦克的完美克星。",
        "tr_core_tutorial_m2_t9": "攻击这个敌方坦克，直到它被摧毁。你将不得不结束你的回合以再次进行攻击。",
        "tr_core_tutorial_m2_t10": "几架直升机可以迅速制止坦克的攻势，尤其是在你方坦克的少许支持下。正如我提到的，它们很昂贵，所以要明智地使用它们。",
        "tr_core_tutorial_m2_t11": "直升机相当强大，但不是不可阻挡的。你的简单步兵单位能够打击它们。当面对大量飞行单位时，用大量步兵反击总是一个好策略。",
        "tr_core_tutorial_m2_t12": "如果你的对手未能让他的飞行器脱离你的步兵，这将会对他们非常不利。在大多数情况下，你可以部署士兵的速度远远超过他们部署直升机的速度。所以让他们流血吧。",
        "tr_core_tutorial_m2_t13": "用你的步兵单位击落那架直升机以继续。你将不得不结束你的回合来再次攻击。",
        "tr_core_tutorial_m2_t14": "做得好。步兵、坦克和直升机是组成你军队核心的三种单位。",
        "tr_core_tutorial_m2_t15": "我们的工程师们也并没有闲着——相反，他们一直在为我们开发新型武器。",
        "tr_core_tutorial_m2_t16": "在这里，你可以看到三种新开发的单位，你可能会在任务中遇到它们。",
        "tr_core_tutorial_m2_t17": "机动步兵比普通步兵有更好的机动性。再加上他们占领建筑的能力，当你绝对需要尽快占领那个建筑时，他们是一个很好的选择。他们也有非常有用的支持能力，你将在单独的训练课程中学习到。",
        "tr_core_tutorial_m2_t18": "所有这些改进都不是没有代价的。机动步兵缺乏专门的的重型武器，所以他们不能攻击飞行单位。他们的攻击伤害也较低，但部署成本较高。",
        "tr_core_tutorial_m2_t19": "火箭炮是车辆中的玻璃大炮。它非常昂贵，没有装甲，相当缓慢，无法进行直接战斗或反击。所有这些缺点都是值得的，因为它可以从几个方块远的地方打击敌方单位 - 包括空中和地面单位。",
        "tr_core_tutorial_m2_t20": "它们需要其他单位进行保护，但作为回报，它们可以在后线造成破坏。",
        "tr_core_tutorial_m2_t21": "侦察直升机是攻击直升机的小型表亲。它们拥有更高的机动性，而且比大型直升机便宜，但是攻击伤害要低得多。非常适合在需要远离基地的空中支援时使用，而且要快速。",
        "tr_core_tutorial_m2_t22": "当使用hit-and-run战术进行骚扰时，它们最为有效。",
        "tr_core_tutorial_m2_t23": "现在你已经看到了所有类型的单位，这些都是你可以使用的。然而，并不是所有的单位看起来都相同。事实上，每个国家都有自己的设计。让我们来看一下。",
        "tr_core_tutorial_m2_t24": "尽管这些单位看起来不同，但它们在战场上的作用都是相同的。你应该记住它们，以避免犯代价高昂的错误！",
        "tr_core_tutorial_m2_t25": "现在让我们继续看建筑物。",
        "tr_core_tutorial_m2_t26": "这里你可以看到所有的指挥部（HQ）建筑风格。这些建筑物允许你以过高的价格招募步兵单位。只有当你真的需要时才使用该选项。指挥部还允许你部署英雄单位。失去指挥部通常意味着你的任务以失败告终，所以请务必不惜一切代价保护它。每个指挥部为你每回合提供20行动点（AP）。",
        "tr_core_tutorial_m2_t27": "这些是用来部署步兵和机动步兵的兵营建筑。它们这里的价格是标准价格，因此使用兵营部署比使用指挥部更优。每个兵营为你每回合提供5行动点（AP）。",
        "tr_core_tutorial_m2_t28": "这些是工业用的工厂建筑。它们有能力建造你的坦克和火箭炮单位，这使得它们非常有价值。每个工厂为你每回合提供5行动点（AP）。",
        "tr_core_tutorial_m2_t29": "这些是各种机场，可以为你提供攻击直升机和侦察直升机。通常很罕见，具有很高的战略重要性。每个机场为你每回合提供5行动点（AP）。",
        "tr_core_tutorial_m2_t30": "最后是通讯塔。这些建筑没有部署任何单位，但很常见，每个通讯塔为你每回合提供15行动点（AP）。",
        "tr_core_tutorial_m2_t31": "这节课关于单位和建筑类型的培训就到这里。下课了。",

        "tr_core_tutorial_m2_o1": "摧毁敌方单位。",

        "tr_core_tutorial_m3_t1": "注意，新兵！本次训练任务将涵盖更高级的主题，所以请保持专注！",
        "tr_core_tutorial_m3_t2": "今天你要学习如何在战斗中获得经验，以及为什么老兵比新部署的部队更有价值。",
        "tr_core_tutorial_m3_t3": "这里我们有一个新坦克，目前是0级。该单位每完成两次杀敌，就会升一级，最多升到3级。",
        "tr_core_tutorial_m3_t4": "命令你的坦克摧毁这两个敌方单位。你将不得不结束回合以再次攻击。",
        "tr_core_tutorial_m3_t5": "你的坦克刚刚升级了。如果你需要检查单位的等级，它会在你将鼠标悬停在单位上时在左下角的高亮方块上显示。你也可以按游戏手柄上的X键或键盘上的按键来查看完整的单位属性屏幕。",
        "tr_core_tutorial_m3_t6": "等级不仅仅是装饰用的星星。每个等级都会带来一些好处。",
        "tr_core_tutorial_m3_t7": "1级单位可以获得其主动技能。",
        "tr_core_tutorial_m3_t8": "2级单位获得额外的1点装甲，这使得它们更能抵抗敌人的攻击。",
        "tr_core_tutorial_m3_t9": "3级单位获得额外的1个移动点，使其更具机动性。",
        "tr_core_tutorial_m3_t10": "现在让我们来学习主动技能。",
        "tr_core_tutorial_m3_t11": "为了使用主动技能，选择你的单位，然后再次点击它。如果单位有可用的技能，则会出现一个放射形菜单。从该菜单中，你可以选择要激活的技能。一旦激活，可以影响的方块将被高亮显示。点击任何高亮的方块以确认使用技能。",
        "tr_core_tutorial_m3_t12": "步兵单位具有使用重型武器的能力。它使他们能够以8点伤害击中附近的一个单位，减去目标装甲。这个能力只能对与你的单位直接相邻的敌方单位使用。试试看。",
        "tr_core_tutorial_m3_t13": "使用重型武器能力不会触发反击，因此它是软化敌方坦克的完美工具。它也可以用来在一个回合内用单个步兵单位摧毁轻装甲目标。",
        "tr_core_tutorial_m3_t14": "请记住，某些能力确实有成本，并且在使用后有一个冷却期。当能力处于冷却状态时，它将呈灰色，并显示剩余的回合数。",
        "tr_core_tutorial_m3_t15": "坦克的主动能力被称为远程炮弹。它使你的单位能够打击两个方块以外的敌方目标，即使有东西挡在路上。它只能直线射击，所以请先将其排成直线。远程炮弹造成10点伤害，减去目标装甲。试试看。",
        "tr_core_tutorial_m3_t16": "虽然冷却时间有点长，但远程炮弹是一种强大的攻击，可以让你打击甚至在后排的敌人。",
        "tr_core_tutorial_m3_t17": "1级攻击直升机能够运送你自己的部队。他们可以从相邻的方块拿起步兵单位，尽管这个动作会用尽他们所有的MP，所以要小心不要让你的宝贵的直升机暴露在危险中。Pick Up和Drop Off动作是免费的，没有冷却时间。试试看。",
        "tr_core_tutorial_m3_t18": "你的步兵现在已经在直升机上。确保它不会被摧毁，或遭受双重损失。现在结束你的回合，然后命令你的直升机放下步兵单位。",
        "tr_core_tutorial_m3_t19": "一个被放下单位的步兵，在本回合不能执行任何行动，所以请确保着陆区是安全的和有保障的。",
        "tr_core_tutorial_m3_t20": "攻击直升机可以快速将步兵单位运送到敌方建筑物，但要明智地使用它们。",
        "tr_core_tutorial_m3_t21": "机动步兵是一个很好的支援单位，有两个能力，可以治愈士兵和修理车辆。请记住，它们只能对相邻的方块进行目标。急救包能力花费5AP使用，而修理工具包花费15AP。试试看。",
        "tr_core_tutorial_m3_t22": "能够治愈高水平的或任务关键的单位可以使一个成功的任务和完全失败的任务之间有很大的不同。",
        "tr_core_tutorial_m3_t23": "火箭炮是一种独特的单位类型。正如您应该已经知道的，它不能直接战斗。相反，它可以使用它的0级的主动能力。它可以打击距离多达三个方块的目标，并且不需要直接视线。这个能力可以免费使用，并有2回合的冷却时间。",
        "tr_core_tutorial_m3_t24": "火箭炮的优点在于它可以打击地面和飞行单位。它不能直接打击相邻的目标，因此请确保用其他单位将敌人拒之门外。试试看。",
        "tr_core_tutorial_m3_t25": "当正确使用时，这些炮兵单位可以让你摧毁难以接近的目标。它们还可以对接近你基地的任何敌方部队造成重大伤害。",
        "tr_core_tutorial_m3_t26": "火箭炮升级后，主动能力变得更强大。现在它可以打击距离多达四个方块的目标，并造成更多的伤害。试试看，看看有什么不同。",
        "tr_core_tutorial_m3_t27": "经验丰富的火箭炮具有长距离和高伤害是轻装甲单位的祸害。它对所有类型的直升机特别有效，尽管它对步兵和坦克同样具有破坏性。",
        "tr_core_tutorial_m3_t28": "侦察直升机具有快速反应能力。如果它们已经攻击了一次，它允许它们补充所有的MP并在本回合进行额外的攻击。只要确保在直升机没有行动点之前使用它，因为需要1MP才能激活它。",
        "tr_core_tutorial_m3_t29": "接近敌方单位并攻击它。然后激活你的能力并再次攻击。",
        "tr_core_tutorial_m3_t30": "侦察直升机可以覆盖这个能力的大量地面。当你真的需要在战场另一侧提供空中支援，或者要消灭那个严重受损的坦克时，它是完美的。",
        "tr_core_tutorial_m3_t31": "这节课关于单位等级和能力就讲到这里。确保尽可能多地使用它们。",
        "tr_core_tutorial_m3_t32": "下课。",

        "tr_core_tutorial_m3_o1": "摧毁敌方单位。",
        "tr_core_tutorial_m3_o2": "使用特殊能力。",

        "tr_core_tutorial_m4_t1": "欢迎回来！这是你的最后一次训练。之后，你将准备好进行真正的行动。",
        "tr_core_tutorial_m4_t2": "今天我们加入了特种兵 - 陆军中尉 Blake。他将在教授你关于英雄单位方面提供帮助。",
        "tr_core_tutorial_m4_t3": "总是很乐意帮助新兵！",
        "tr_core_tutorial_m4_t4": "英雄单位是一种特殊的单位。它们非常强壮并造成大量伤害，尽管它们的机动性低于平均水平。",
        "tr_core_tutorial_m4_t5": "更重要的是，英雄单位拥有被动和主动能力。让我们从被动能力开始。",
        "tr_core_tutorial_m4_t6": "每个英雄在战场上的出现都会给你一个被动的好处。特种兵拥有训练有素的专家能力，这使得你的单位的主动能力冷却时间缩短了1个回合。由于这个原因，你的资深单位变得更加有价值。",
        "tr_core_tutorial_m4_t7": "试着使用你的炮兵单位清理森林另一侧的一些方块。",
        "tr_core_tutorial_m4_t8": "很好。现在再次打开你的炮兵单位的技能范围。你会注意到，冷却能力的回合数变成了1而不是通常的2。你可以结束你的回合，重新部署你的炮兵并再次攻击。",
        "tr_core_tutorial_m4_t9": "与此同时，森林另一侧的一块土地出现了。使用布雷克的主动能力渗透移动到那里。如果你已经使用了他的主动能力，只需等待几回合让它冷却下来。",
        "tr_core_tutorial_m4_t10": "特种兵能力允许你到达其他地方无法到达或难以到达的地方。你可以绕过森林、山脉和建筑等障碍物，以及敌方单位，并到达你的目标。",
        "tr_core_tutorial_m4_t11": "请记住，不同的英雄有不同的能力。他们中的一些人将把目标对准特定的单位或方块。他们中的一些人可能会把目标对准英雄自己，以便使用，就像那些在英雄周围某个半径内给单位带来好处的英雄一样。",
        "tr_core_tutorial_m4_t12": "有敌人的步兵单位守卫我们的总部。让 Blake 干掉它。",
        "tr_core_tutorial_m4_t13": "表现出色，中尉。",
        "tr_core_tutorial_m4_t14": "谢谢你，先生！",
        "tr_core_tutorial_m4_t15": "现在让我们占领这座建筑。",
        "tr_core_tutorial_m4_t16": "现在就这样了，中尉。你可以解散了。",
        "tr_core_tutorial_m4_t17": "是，先生！",
        "tr_core_tutorial_m4_t18": "在大多数任务中，英雄从一开始就在那里，失去一个可能会使你的任务失败。但是在典型的遭遇战中，你将不得不从你的总部建筑部署你的英雄。",
        "tr_core_tutorial_m4_t19": "轮到我伸展我的腿了。从这座总部继续部署我吧。",
        "tr_core_tutorial_m4_t20": "有了我在战场上，多亏了我的征兵被动能力，所有的步兵和机动步兵单位都可以减少10AP部署。这个效果既适用于总部，也适用于兵营。继续从总部部署步兵单位 - 你应该注意到，它只花费30AP，而不是典型的40AP。",
        "tr_core_tutorial_m4_t21": "步兵是我的专长，所以当你计划使用很多步兵时，一定要找我。",
        "tr_core_tutorial_m4_t22": "至于我的主动能力，它被称为深度攻击，它允许我召唤一名伞兵，这名伞兵将降落在我身边两个方块以内。当你已经到达敌人的基地，但是在过程中失去了所有的步兵单位时，这会非常有用。",
        "tr_core_tutorial_m4_t23": "只要确保着陆区域是安全的，因为这个新单位在下一个回合之前是不能行动的。",
        "tr_core_tutorial_m4_t24": "继续并尝试使用我的能力。如果你已经使用过，请等待几回合再使用它。",
        "tr_core_tutorial_m4_t25": "干得好。这应该让你了解了英雄单位及其能力。",
        "tr_core_tutorial_m4_t26": "每个国家都有自己独特的英雄，拥有自己独特的能力，所以要保持警惕，因为你永远不知道他们中的哪一个会出现。",
        "tr_core_tutorial_m4_t27": "最后一点需要注意。",
        "tr_core_tutorial_m4_t28": "在某些任务中，你可能需要保护非战斗单位。例如，这里我们有sapphire dawn的总统Gideon。像他这样的单位被称为NPC单位。他们比普通步兵有点强硬，所以你不必担心他们会死于一次攻击。然而，他们没有英雄那么强硬，也不能战斗。",
        "tr_core_tutorial_m4_t29": "等等，发生了什么？我在我的办公室，然后突然...",
        "tr_core_tutorial_m4_t30": "让我们亲爱的总统回去工作吧。",
        "tr_core_tutorial_m4_t31": "你已经成功完成了你的训练。祝你好运，在战场上再见。解散！",

        "tr_core_tutorial_m4_o1": "使用火箭炮摧毁步兵。",
        "tr_core_tutorial_m4_o2": "使用布莱克的技能绕过森林。",
        "tr_core_tutorial_m4_o3": "摧毁敌方单位。",
        "tr_core_tutorial_m4_o4": "从总部部署将军。",
        "tr_core_tutorial_m4_o5": "从总部部署步兵单位。",
        "tr_core_tutorial_m4_o6": "使用将军的技能部署步兵单位。",
    },
    "pl": {
        "tr_core_tutorial_campaign_title": "Samouczek",

        "tr_core_tutorial_mission1_name": "Podstawy rozgrywki",
        "tr_core_tutorial_mission1_desc": "Podczas tego treningu nauczysz się podstawowych mechanik gry: poruszania jednostek, zajmowania budynków, używania zasobów, rekrutacji jednostek oraz walki.",

        "tr_core_tutorial_mission2_name": "Jednostki i budynki",
        "tr_core_tutorial_mission2_desc": "Podczas tego treningu nauczysz się używać różnych rodzajów jednostek, ich wad i zalet, oraz zobaczysz przegląd wszystkich rodzajów budynków militarnych.",

        "tr_core_tutorial_mission3_name": "Poziomy i umiejętności",
        "tr_core_tutorial_mission3_desc": "Na tej lekcji poznasz jak jednostki zdobywają poziomy, co one przynoszą, oraz jakie umiejętności udostępniają.",

        "tr_core_tutorial_mission4_name": "Bohaterowie",
        "tr_core_tutorial_mission4_desc": "Podczas tej sesji treningowej poznasz Bohaterów oraz ich unikalne umiejętności.",

        "tr_core_tutorial_m1_t1": "Wspaniale. Budynek należy do Ciebie.",
        "tr_core_tutorial_m1_t2": "Jak być może zauwazyłeś, Twoja jednostka Piechoty zniknęła. Każdy budynke produkcyjny wymaga załogi do działania, więc upewnij się, że zawsze masz wystarczającą ilość piechoty.",
        "tr_core_tutorial_m1_t3": "Na szczęście możesz zrekrutować ich więcej w Barakach. Wybierz budynek aby otworzyć menu rekrutacji. W menu, wybierz jednostkę Piechoty. Następnie wybierz pole sąsiadujące z budynkiem oznaczone zieloną ramką, aby zatwierdzić zakup.",
        "tr_core_tutorial_m1_t4": "Dobra robota! Szybko się uczysz.",
        "tr_core_tutorial_m1_t5": "Silna armia to klucz do sukcesu. Jednak nawet najsilniejsza armia przegra bez odpowiedniego wsparcia. Do tego potrzebne są budynki.",
        "tr_core_tutorial_m1_t6": "Niebieski znacznik ruchu sąsiadujący z budynkiem oznacza, że jeżeli poruszysz tam swoją jednostkę, będzie ona mogła zając ten budynek. Zauważ, że kiedy zaznaczona jest Twoja jednostka Piechoty, widoczny jest niebieski znacznik na budynku. Oznacza to, że możesz go zająć!",
        "tr_core_tutorial_m1_t7": "Aby kontynuować, zaznacz swoją jednostkę Piechoty i zajmij ten budynek.",
        "tr_core_tutorial_m1_t8": "Twoja nowa jednostka Piechoty jest natychmiastowo gotowa do działania.",
        "tr_core_tutorial_m1_t9": "Następna lekcja jest o zasobach, które utrzymują Twoją armię: Punkty Akcji. W skrócie AP.",
        "tr_core_tutorial_m1_t10": "W trakcie wydawania rozkazów swoim jednostkom, być może zauważyłeś monetę z liczbą w lewym-górnym rogu ekranu. Jest to liczba Twoich AP. Na czas dialogów jest on ukryty, więc nie przejmuj się, że chwilowo go nie widzisz. Do tej pory AP niezbędne do wykonywania ruchów dodawane były za darmo, czas jednak nauczyć się, jak je zdobywać.",
        "tr_core_tutorial_m1_t11": "Każdy budynek wojskowy, który kontrolujesz, daje Ci określoną ilość AP na początku Twojej tury. Dokładną ilość możesz sprawdzić patrząc na informację w lewym-dolnym rogu ekrany, kiedy kursor znajduje się nad danym budynkiem.",
        "tr_core_tutorial_m1_t12": "Baraki zapewniają 5AP na turę. Nie jest to dużo, ale wystarczy do osiągnięcia następnego celu.",
        "tr_core_tutorial_m1_t13": "AP są wymagane zarówno do wydawania rozkazów jednostkom w terenie (w dodatku do MP posiadanego przez jednostkę), oraz do kupowania nowych jednostek. Z tego względu dominacja na polu bitwy poprzez zajmowanie instalacji militarnych jest bardzo ważna.",
        "tr_core_tutorial_m1_t14": "Droga prowadzi do opuszczonej Wieży Komunikacyjnej. Te budynki zapewniają aż 15AP na turę, są więc warte zajmowania przy każdej okazji.",
        "tr_core_tutorial_m1_t15": "Użyj swojej Piechoty i zajmij tą Wieżę.",
        "tr_core_tutorial_m1_t16": "Dobra robota! Dzięki tej wieży będziesz mieć wystarczająco dużo AP, aby ukończyć ten scenariusz treningowy.",
        "tr_core_tutorial_m1_t17": "Zauważ, że tym razem Twoja jednostka Piechoty nie zniknęła z pola walki po zajęciu budynku. Stało się tak ponieważ Wieże nie wymagają załogi do działania. Trzeba je za to skonfigurować, więc zajęcie Wieży zużywa całe pozostałe MP, jakie miała ta jednostka. Mimo to, ten ruch nadal kosztuję Cię tylko 1AP.",
        "tr_core_tutorial_m1_t18": "To wszystko, co miałem do przekazania na tej lekcjim, przejdźmy więc do następnej: Walka.",
        "tr_core_tutorial_m1_t19": "Na końcu drogi znajduje się jednostka Piechoty Rubinowego Zachodu, pilnująca budynku. Musimy się jej pozbyć.",
        "tr_core_tutorial_m1_t20": "Przesuń swoją jednostkę Piechoty na pole sąsiadujące z przeciwnikiem. Tym razem znacznik ruchu będzie czerwony, oznaczając, że z tego pola wykonać można atak.",
        "tr_core_tutorial_m1_t21": "Witam na obozie treningowym, rekrucie! Nazywam się Generał Cyrus i będę dziś Twoim instruktorem. Skup się, a może nawet przetrwasz dzień na prawdziwym polu bitwy!",
        "tr_core_tutorial_m1_t22": "Zacznijmy od zaznajomienia się z poruszaniem jednostek. Przed tobą znajduje się jednostka Piechoty oczekująca na rozkazy.",
        "tr_core_tutorial_m1_t23": "Zaznacz swoją jednostkę, a pola ruchu zostaną oznaczone. Piechota posiada 4 Punkty Ruchu (MP), kiedy te zostaną zużyte, musisz zakończyć swoją turę przytrzymując przycisk Y lub Środkowy Przycisk Myszy. Możesz rozpoznać, że dana jednostka zużyła już całe swoje MP, kiedy zmienia ona swoją kolorystykę na wyszarzoną.",
        "tr_core_tutorial_m1_controls": "Jeżeli nie wiesz których przycisków użyć, zerknij na ściągawkę na ekranie. Można ją włączyć lub wyłączyć w Ustawieniach dostępnych w Menu głównym.",
        "tr_core_tutorial_m1_t24": "Przećwicz poruszanie swojej jednostki. Kiedy zapoznasz się już z wydawaniem rozkazów, przesuń ją na niebieski znacznik sąsiadujący z budynkiem w lesie. Czasami znacznik ten może być biały zamiast niebieskiego, wskazuje to, że taki ruch zużyje całe swoje MP na ten ruch. W takim przypadku po prostu zakończ turę.",
        "tr_core_tutorial_m1_t25": "Jeżeli zapomnisz jaki jest obecny cel, otwórz Menu, a lista obecnych celi wyświetli się w rogu.",
        "tr_core_tutorial_m1_t26": "Piechota znajduje się w pozycji do ataku. Podobnie do zajmowania budynków, zaznacz swoją jednostkę, a zobaczysz znacznik ataku na przeciwniku. Będzie on czerwony zamiast niebieskiego. Kliknij na przeciwnika, aby wydać rozkaz do ataku.",
        "tr_core_tutorial_m1_t27": "Słychać strzały! Twoja jednostka zaatakowała przeciwnika, a on odpowiedział!",
        "tr_core_tutorial_m1_t28": "Krótka lekcja o kontratakach. Dopóki jednostka ma pozostałe MP na końcu tury, będzie ona mogła wykonać kontratak w turze przeciwnika - jeżeli przetrwa atak oraz potrafi trafić jednostkę przeciwnika. Zdolność trafienia omówimy na innym treningu.",
        "tr_core_tutorial_m1_t29": "Zarówno Piechota przeciwnika jak i Twoja są ranne. Nie zmniejsza to jednak ich zdolności bojowych, więc nadal mogą być użyteczne. Rany nie wpływają też na ich umiejętność zajmowania budynków, więc użycie rannej jednostki w tym celu może być dobrym pomysłem. Umieszczając kursor nad jednostką i zerkając na panel informacyjny w lewym-dolnym rogu możesz zobaczyć jej pozostałe HP.",
        "tr_core_tutorial_m1_t30": "Nadal musimy pokonać tą jednostkę Piechoty. Każda jednostka może zaatakować tylko raz na turę, o ile nie wpłynie na to jakiś efekt. Zakończ turę i zaatakuj ponownie!",
        "tr_core_tutorial_m1_t31": "Cel zniszczony. Tym razem atak był wystarczająco silny, aby zniszczyć jednostkę przeciwnika, nie miała więc szansy na kontratak - nawet jeżeli miała jeszcze MP.",
        "tr_core_tutorial_m1_t32": "Czas na ostatnią dziś lekcję: Zwycięstwo!",
        "tr_core_tutorial_m1_t33": "Będziesz wykonywać różnorodne misje, z różnymi celami określającymi zwycięstwo lub porażkę. W większości potyczek cel będzie jednak prosty: zająć Kwaterę Główną przeciwnika zanim on zajmie Twoją.",
        "tr_core_tutorial_m1_t34": "Podczas tego treningu nie posiadasz własnej KG, więc nie musisz martwić się o jej utratę. Ale Twój przeciwnik ją ma! Zajmij ją, aby zakończyć tą misję treningową.",
        "tr_core_tutorial_m1_t35": "Świetna robota, wszystkie cele zostały osiągnięte. Zapamiętaj dobrze te lekcje, a na pewno sobie poradzisz.",
        "tr_core_tutorial_m1_t36": "Odmaszerować, rekrucie.",

        "tr_core_tutorial_m1_o1": "Zrekrutuj nową jednostkę.",
        "tr_core_tutorial_m1_o2": "Zajmij Baraki.",
        "tr_core_tutorial_m1_o3": "Zajmij Wieżę Komunikacyjną.",
        "tr_core_tutorial_m1_o4": "Podejdź do przeciwnika.",
        "tr_core_tutorial_m1_o5": "Podejdź do budynku.",
        "tr_core_tutorial_m1_o6": "Pokonaj jednostkę przeciwnika.",
        "tr_core_tutorial_m1_o7": "Zajmij KG wroga.",

        "tr_core_tutorial_m2_t1": "Witam z powrotem na obozie treningowym, rekrucie!",
        "tr_core_tutorial_m2_t2": "Dziś nauczysz się rozróżniać rodzaje jednostek oraz budynków, jakie możesz spotkać na swoich misjach. Zaczynajmy.",
        "tr_core_tutorial_m2_t3": "Znasz już jednostki Piechoty. Ci żołnierze nie są najsilniejsi, najszybsi ani najtwardsi, ale ich umiejętność zajmowania budynków sprawia, że są niezbędni. Są też najtańszą jednostką, pamiętaj więc, aby zawsze mieć paru pod ręką.",
        "tr_core_tutorial_m2_t4": "Ta jednostka  to Czołg. Służą one za główną siłę na polu bitwy. Dobra mobilność, połączona z grubym pancerzem i potężnym działem pozwalają im szybko radzić sobie z przeciwnikiem.",
        "tr_core_tutorial_m2_t5": "Czołgi są szczególnie skuteczne przeciwko Piechocie. Wypróbuj go niszcząc przeciwnika.",
        "tr_core_tutorial_m2_t6": "Jak widzisz, jednostka Piechoty nie miała żadnych szans. Czołgi są także dość skuteczne przeciwko innym pojazdom opancerzonym. Walcząc z przeciwnikiem uzbrojonym w Czołgi trzymaj swoją Piechotę z dala od frontu, atakując kiedy wróg nie może kontratakować!",
        "tr_core_tutorial_m2_t7": "Czołgi mają jednak słabość, kórą można wykorzystać: nie są w stanie atakować jednostek latających.",
        "tr_core_tutorial_m2_t8": "Tu przydają się Helikoptery Szturmowe. Te kosztowne jednostki posiadają umiarkowane opancerzenie oraz siłę ataku, połączone z dużą mobilnością. Są one perfekcyjną odpowiedzią na Czołgi wroga.",
        "tr_core_tutorial_m2_t9": "Aatakuj ten Czołg póki go nie zniszczysz. Zakończ turę po ataku, aby móc wykonać kolejny.",
        "tr_core_tutorial_m2_t10": "Posiadanie pary Helikopterów może bardzo szybko powstrzymać falę Czołgów, zwłaszcza gdy mają wsparcie własnych Czołgów. Jak wspomniałem, są kosztowne, więc używaj ich rozważnie.",
        "tr_core_tutorial_m2_t11": "Helikoptery są silne, ale nie są niezniszczalne. Podstawowa Piechota jest w stanie je atakować. Walcząc z przeciwnikiem używającym dużo jednostek latających, kontrowanie ich z użyciem dużej ilości Piechoty to dobra taktyka.",
        "tr_core_tutorial_m2_t12": "Jeżeli Twój przeciwnik nie wycofa swojego lotnictwa, będzie go to drogo kosztowało. W większości przypadków będziesz w stanie kupować nowych żołnierzy szybciej i w większej ilości, niż przeciwnik może produkować Helikoptery. Utrzymaj tą sytuację, aż przeciwnik się wykrwawi.",
        "tr_core_tutorial_m2_t13": "Zestrzel ten Helikopter używając swojej Piechoty, aby kontynuować. Zakończ turę po ataku, aby móc wykonać kolejny.",
        "tr_core_tutorial_m2_t14": "Dobra robota. Piechota, Czołgi i Helikoptery są trzema typami jednostek tworzącymi rdzeń każdej armii.",
        "tr_core_tutorial_m2_t15": "Nasi inżynierowie oczywiście nie spoczywają na laurach. Wręcz przeciwnie - ciągle pracują nad nowymi rodzajami broni.",
        "tr_core_tutorial_m2_t16": "Widzisz tu trzy nowo skonstruowane rodzaje jednostek, które możesz napotkać w przyszłości.",
        "tr_core_tutorial_m2_t17": "Piechota Zmotoryzowana jest bardziej mobilna od zwykłej Piechoty. W połączeniu z ich umiejętnością zajmowania budynków, są świetnym wyborem, kiedy jakiś budynek musi zostać zajęty bardzo szybko. Są też bardzo użyteczni dzięki swoim umiejętnościom wsparcia, o kórych nauczysz się na innej lekcji.",
        "tr_core_tutorial_m2_t18": "Ulepszenia te nie są niestety za darmo. Piechota Zmotoryzowana nie posiada specjalistycznego uzbrojenia, nie mogą więc atakować jednostek latających. Ich atak jest też słabszy, a koszt zakupu wyższy.",
        "tr_core_tutorial_m2_t19": "Artyleria Rakietowa jest unikalna. Jest bardzo kosztowna, nie posiada pancerza, jest też powolna i nie potrafi wykonywać tradycyjnych ataków. Wszystkie te wady są jednak kompensowane faktem, że może ona udeżać w przeciwników - naziemnych i latających - z odległości kilku pól.",
        "tr_core_tutorial_m2_t20": "Wymaga ona innych jednostek jako ochrony, a w zamian potrafi rozpętać piekło z drugiej linii.",
        "tr_core_tutorial_m2_t21": "Helikoptery Zwiadowcze są mniejszymi kuzynami Helikopterów Szturmowych. Są jeszcze bardziej mobilne, kosztują mniej, ale są też gorzej uzbrojone. Są dobrym wyborem, jeżeli potrzebujesz wsparcia z powietrza, z dala od swojej bazy, i to szybko.",
        "tr_core_tutorial_m2_t22": "Są bardzo efektywne w szybkich napadach typu uderz-i-uciekaj.",
        "tr_core_tutorial_m2_t23": "Znasz teraz wszystkie rodzaje jednostek, jakie będą dla Ciebie dostępne. Jednak nie wszystkie jednostki wyglądają tak samo. Każda nacja ma swoje własne wersje. Obejrzyjmy je.",
        "tr_core_tutorial_m2_t24": "Pomimo ich powierzchownych różnic, te jednostki są równie efektywne na polu walki. Zapamiętaj je, aby uniknąć kosztownych pomyłek!",
        "tr_core_tutorial_m2_t25": "Przejdźmy teraz do budynków.",
        "tr_core_tutorial_m2_t26": "Widzimy tu wszystkie style budynku KG. Pozwalają one rekrutować Piechotę, choć po zawyżonej cenie. Korzystaj z tej opcji tylko jeżeli nie masz innych. KG pozwala także rekrutować Bohaterów. Utrata KG zwykle oznacza przegraną, pamiętaj więc o chronieniu jej za wszelką cenę. KG zapewnia 20AP na turę.",
        "tr_core_tutorial_m2_t27": "Te budynki to Baraki pozwalające rekrutować Piechotę oraz Piechotę Zmotoryzowaną. Ceny są tu standardowe, więc rekrutacja tu jest preferowana w porównaniu do KG. Baraki zapewniają 5AP na turę.",
        "tr_core_tutorial_m2_t28": "To są industrialne Fabryki. Mogą one budować Czołgi oraz Rakietową Artylerię, czyniąc je bardzo cennymi. Każda Fabryka zapewnia 5AP na turę.",
        "tr_core_tutorial_m2_t29": "Tu widzimy różne rodzaje Lotnisk, mogących produkować Helikoptery Szturmowe i Zwiadowcze. Są zwykle dość rzadkie i istotne strategicznie. Każde Lotnisko zapewnia 5AP na turę.",
        "tr_core_tutorial_m2_t30": "Na koniec, zobaczmy Wieże Komunikacyjne. Te struktury nie produkują żadnych jednostek, są za to dość powszechne, a każda z nich zapewnia aż 15AP na turę.",
        "tr_core_tutorial_m2_t31": "To zamyka Twój trening o jednostkach i budynkach. Można się rozejść.",

        "tr_core_tutorial_m2_o1": "Zniszcz jednostki przeciwnika.",

        "tr_core_tutorial_m3_t1": "Baczność, rekruci! W tej misji treningowej omówimy bardziej zaawansowane zagadnienia, więc skupcie się!",
        "tr_core_tutorial_m3_t2": "Nauczycie się dziś o tym jak jednostki zdobywają w bitwach doświadczenie, oraz dlaczego weterani są o wiele bardziej wartościowi od nowo zakupionych jednostek.",
        "tr_core_tutorial_m3_t3": "Widzimy tu nowowybudowany czołg, który obecnie jest na poziomie zerowym. Każde dwie jednostki, jakie uda mu się pokonać, dają awans na kolejny poziom, aż do maksymalnego poziomu trzeciego.",
        "tr_core_tutorial_m3_t4": "Rozkaż swojemu Czołgowi zniszczyć te dwie jednostki. Zakończ turę po ataku, aby móc wykonać kolejny.",
        "tr_core_tutorial_m3_t5": "Twój Czołg właśnie zdobył poziom. Jeżeli chcesz sprawdzić obecny poziom danej jednostki, jest on widoczny w lewym-dolnym rogu kiedy jest ona podświetlona. Możesz też wtedy wcisnąć X na padzie lub klawiaturze, aby zobaczyć ekran statystyk.",
        "tr_core_tutorial_m3_t6": "Poziomy nie są jednak tylko gwiazdkami do dekoracji. Każdy z nich przynosi określone korzyści.",
        "tr_core_tutorial_m3_t7": "Na poziomie pierwszym jednostka uzyskuje dostęp do swojej umiejętności specjalnej.",
        "tr_core_tutorial_m3_t8": "Na poziomie drugim otrzymuje ona jeden dodatkowy punkt pancerza, stając się odporniejszą na ataki wroga.",
        "tr_core_tutorial_m3_t9": "Na poziomie trzecim jednostka uzyskuje jeden dodatkowy punkt ruchu dla większej mobilności.",
        "tr_core_tutorial_m3_t10": "Przejdźmy do lekcji o aktywnych umiejętnościach.",
        "tr_core_tutorial_m3_t11": "Aby użyć aktywnej umiejętności danej jednostki, wybierz tą jednostkę, a następnie wybierz ją ponownie. Jeżeli jednostka ma dostęp do aktywnej umiejętności, otworzy się nowe menu. Z tego menu, wybierz umiejętność do użycia i aktywuj ją. Gdy umiejętność jest aktywna, pola na których można jej użyć zostaną oznaczone. Kliknij na wybranym polu aby zatwierdzić uzycie umiejętności.",
        "tr_core_tutorial_m3_t12": "Jednostki Piechoty mogą korzystać z Granatnika. Pozwala on udeżyć pobliską jednostkę za 8 punktów obrażeń, minus pancerz celu. Umiejętność ta może być użyta tylko wobec bezpośrednio sąsiadującego przeciwnika. Wypróbuj ją.",
        "tr_core_tutorial_m3_t13": "Użycie umiejętności Granatnika nie wywołuje kontrataku ze strony przeciwnika, jest więc idealnym narzędziem do zmiękczania czołgów. Można go też użyć do niszczenia lekko opancerzonych celów z użyciem jednej jednostki Piechoty w ciągu jednej tury.",
        "tr_core_tutorial_m3_t14": "Pamiętajcie, że niektóre umiejętności mogą mieć koszt, a wszystkie mają okres niedostępności po użyciu. Kiedy umiejętność jest niedostepna, będzie ona wyszarzona, a liczba będzie wskazywała ilość tur do ponownego użycia.",
        "tr_core_tutorial_m3_t15": "Aktywna umiejętność Czołgu nazywa się Pociskiem Przeciwpancernym. Pozwala ona trafić cel oddalony maksymalnie o dwa pola, nawet jeżeli po drodze znajduje się jakaś przeszkoda. Może ona jednak strzelać tylko w linii prostej, więc upewnijcie się, że ustawienie jest poprawne przed próbą strzału. Pocisk P.Panc zadaje 10 punktów obrażeń, minus pancerz celu. Wypróbuj ją.",
        "tr_core_tutorial_m3_t16": "Czas pomiędzy strzałami jest dość długi, ale Pocisk P.Panc jest potężną umiejętnością mogącą dosięgnąć drugiej linii przeciwnika.",
        "tr_core_tutorial_m3_t17": "Helikoptery Szturmowe pierwszego poziomu mają możliwość transportowania żołnierzy. Mogą one podnieść sąsiadującą jednostkę Piechoty, choć ta akcja zużyje całe jego MP, więc bądźcie ostrożni aby nie narazić swojego wartościowego Helikoptera na niebezpieczeństwo. Akcje Podniesienia i Zrzutu są darmowe i nie mają okresu niedostępności. Wypróbuj je.",
        "tr_core_tutorial_m3_t18": "Piechota znajduje się teraz na pokładzie Helikoptera. Zadbaj o to, aby nie został zniszczony, albo ucierpisz podwójną stratę. Zakończ teraz turę, a następnie rozkaż Helikopterowi zrzucić jednostkę Piechoty.",
        "tr_core_tutorial_m3_t19": "Piechota, która opuściła Helikopter, nie może wykonać żadnej akcji do końca tury, upewnij się więc, że strefa zrzutu jest zabezpieczona.",
        "tr_core_tutorial_m3_t20": "Helikopter Szturmowy jest dobrym sposobem na szybkie dostarczenie Piechoty do budynków przeciwnika, choć rób to uważnie.",
        "tr_core_tutorial_m3_t21": "Piechota Zmotoryzowana jest wartościową jednostką wsparcia dzięki swoim dwóm umiejętnościom, które pozwalają jej leczyć żołnierzy oraz naprawiać pojazdy. Mogą one być użyte na sąsiadującej jednostce. Użycie Apteczki kosztuje 5AP, natomiast Zestaw Naprawczy kosztuje 15AP. Wypróbuj je.",
        "tr_core_tutorial_m3_t22": "Możliwość leczenia doświadczonych jednostek oraz VIPów może być różnicą pomiędzy zwycięstwem a przegraną.",
        "tr_core_tutorial_m3_t23": "Artyleria Rakietowa jest unikalna. Jak już zapewne wiece, nie może ona walczyć bezpośrednio. Zamiast tego ma ona dostęp do swojej aktywnej umiejętności już na poziomie zerowym. Może ona trafić cel oddalony o trzy pola, nie wymagając bezpośredniej jego widoczności. Umiejętność ta jest darmowa i wymaga dwóch tur na przeładowanie.",
        "tr_core_tutorial_m3_t24": "Wspaniałą cechą Artylerii Rakietowej jest to, że może trafić zarówno cele naziemne jak i latające. Nie może jednak trafić celu stojącego bezpośrednio obok niej, trzeba więc upewnić się, że przeciwnik się do niej nie zbliży. Wypróbuj ją.",
        "tr_core_tutorial_m3_t25": "Użyta prawidłowo, Artyleria pozwala niszczyć cele, które inaczej były by nieosiągalne lub trudne do trafienia. Może też zadać ogromne obrażenia jednostkom szturmującym Twoje pozycje.",
        "tr_core_tutorial_m3_t26": "Kiedy zdobędzie pierwszy poziom, jej aktywna umiejętność staje się silniejsza. Może teraz trafiać cele oddalone o cztery pola, zadaje też większe obrażenia. Wypróbuj ją i zobacz różnicę.",
        "tr_core_tutorial_m3_t27": "Doświadczona Artyleria, ze swym zasięgiem i obrażeniami, jest koszmarem dla lekko opancerzonych jednostek. Jest szczególnie skuteczna przeciwko wszelkim Helikopterom, choć równie dobrze radzi sobie z Piechotą i Czołgami.",
        "tr_core_tutorial_m3_t28": "Helikopter Zwiadowczy posiada umiejętność Szybkiego reagowania. Uzupełnia ona jego punkty ruchu oraz pozwala ponownie zaatakować w tej samej turze, jeżeli atak został już wykonany przed jej użyciem. Upewnij się, że Helikopter ma przynajmniej 1MP aby z niej skorzystać.",
        "tr_core_tutorial_m3_t29": "Podleć do przeciwnika i zaatakuj. Następnie aktywuj umiejętność Szybkiego reagowania i zaatakuj ponownie.",
        "tr_core_tutorial_m3_t30": "Helikoptery Zwiadowcze mogą przelecieć niesamowite dystanse dzięki swojej umiejętności. Jest to idealny wybór, jeżeli potrzebne Ci wsparcie na odległym polu bitwy, lub aby wykończyć poważnie uszkodzony Czołg.",
        "tr_core_tutorial_m3_t31": "Na tym kończymy lekcję o poziomach i umiejętnościach. Pamiętajcie aby korzystać z nich jak najczęściej.",
        "tr_core_tutorial_m3_t32": "Można się rozejść.",

        "tr_core_tutorial_m3_o1": "Zniszcz jednostki przeciwnika.",
        "tr_core_tutorial_m3_o2": "Użyj umiejętności specjalnej.",

        "tr_core_tutorial_m4_t1": "Witam z powrotem! Jest to ostatnia sesja treningowa. Po niej będziecie gotowi by ruszyć do prawdziwej akcji.",
        "tr_core_tutorial_m4_t2": "Dziś dołączy do nas Komandos - Porucznik Blake. Pomoże mi on w przedstawieniu jednostek Bohaterów.",
        "tr_core_tutorial_m4_t3": "Zawsze chętnie pomagam nowym rekrutom!",
        "tr_core_tutorial_m4_t4": "Bohaterowie są specjalnym typem jednostki. Są bardzo twardzi i zadają dużo obrażeń, choć ich mobilność jest poniżej przeciętnej.",
        "tr_core_tutorial_m4_t5": "Co ważniejsze, Bohaterowie posiadają zarówno umiejętności aktywne jak i pasywne. Zacznijmy od pasywnych.",
        "tr_core_tutorial_m4_t6": "Każdy Bohater, gdy znajduje się na polu walki, zapewnia jakiś pasywny efekt. Komandos posiada umiejętność Wyszkolony Specjalista, dzięki której aktywne umiejętności jednostek są dostępne o turę szybciej. Dzięki temu weterani stają się jeszcze bardziej wartościowi na polu walki.",
        "tr_core_tutorial_m4_t7": "Użyj swojej Artylerii, aby oczyścić trochę pola po drugiej stronie lasu.",
        "tr_core_tutorial_m4_t8": "Dobrze. Teraz otwórz menu umiejętności Artylerii ponownie. Przekonasz się, że ilość pozostałych tur do ponownego użycia umiejętności pokaże 1 zamiast typowego 2. Możesz zakończyć turę, przesunąć artylerię i strzelić ponownie.",
        "tr_core_tutorial_m4_t9": "W międzyczasie, pole po drugiej stronie lasu jest teraz puste. Przesuń tam Blake'a używając jego aktywnej umiejętności Infiltracji. Jeżeli skorzystałeś z niej wcześniej, odczekaj kilka tur.",
        "tr_core_tutorial_m4_t10": "Umiejętność Komandosa pozwala mu dostać się w miejsca, które w przeciwnym przypadku były by trudne lub nieosiągalne. Może on przeskoczyć przeszkody, takie jak lasy, góry czy budynki, a nawet jednostki przeciwnika, aby dosięgnąć swojego celu.",
        "tr_core_tutorial_m4_t11": "Pamiętaj, że różni bohaterowie mają różne umiejętności. Niektóre działają na jednostki lub puste pola. Niektóre obierają za cel samego bohatera, dając benefity w określonym promieniu dookoła niego.",
        "tr_core_tutorial_m4_t12": "Jednostka Piechoty przeciwnika pilnuje naszego HQ. Rozkaż Blake'owi pozbyć się jej.",
        "tr_core_tutorial_m4_t13": "Świetne wykonanie, Poruczniku.",
        "tr_core_tutorial_m4_t14": "Dziękuję Generale!",
        "tr_core_tutorial_m4_t15": "Zajmijmy teraz ten budynek.",
        "tr_core_tutorial_m4_t16": "To wszystko na tą chwilę, Poruczniku. Możesz odmaszerować.",
        "tr_core_tutorial_m4_t17": "Tak jest!",
        "tr_core_tutorial_m4_t18": "W większości misji Bohater będzie obecny od samego początku, a jego utrata może oznaczać przegraną. Jednak w typowej potyczce, będziesz musiał Bohatera zrekrutować w swojej KG.",
        "tr_core_tutorial_m4_t19": "Czas abym się trochę rozruszał. Zrekrutuj mnie w tym budynku KG.",
        "tr_core_tutorial_m4_t20": "Moja obecność na polu bitwy, dzięki pasywnej umiejętności Rekrutacji, wszelka Piechota oraz Piechota Zmotoryzowana kosztuje o 10AP mniej niż zwykle. Efekt ten działa zarówno w Barakach jak i KG. Zrekrutuj teraz Piechotę w KG - zauważysz, że kosztuje teraz tylko 30AP zamiast typowego 40AP.",
        "tr_core_tutorial_m4_t21": "Piechota jest moją specjalnością, pamiętaj więc aby mnie wezwać, jeżeli planujesz dużo z niej korzystać.",
        "tr_core_tutorial_m4_t22": "Moja aktywna umiejętność nazywa się Głęboki Zrzut i pozwala mi przywołać jednostkę spadochroniarzy, którzy wylądują w odległości do dwóch pól ode mnie. Jest ona bardzo przydatna, gdy szturmujecie bazę wroga, ale po drodze utracone zostały wszystkie jednostki Piechoty.",
        "tr_core_tutorial_m4_t23": "Upewnij się tylko, że strefa zrzutu jest bezpieczna, gdyż spadochroniarze nie są w stanie wykonać żadnej akcji po wylądowaniu.",
        "tr_core_tutorial_m4_t24": "Użyj teraz mojej umiejętności. Jeżeli już z niej skorzystałeś, odczekaj kilka tur i użyj jej ponownie.",
        "tr_core_tutorial_m4_t25": "Dobra Robota. Lekcja ta powinna dać Ci dobry pogląd na Bohaterów i ich umiejętności.",
        "tr_core_tutorial_m4_t26": "Każda nacja ma swoich własnych, unikalnych Bohaterów, z unikalnymi umiejętnościami, uważaj więc, gdyż nigdy nie wiadomo co może się wydażyć, gdy natkniesz się na jednego z nich.",
        "tr_core_tutorial_m4_t27": "Jeszcze jedna uwaga.",
        "tr_core_tutorial_m4_t28": "W niektórych misjach trzeba będzie ochraniać jednostkę cywilną. Jako przykład, mamy tu Prezydenta Szafirowego Zmierzchu, Gideona. Jednostki jak on zwane są NPC lub VIPami. Są trochę twardsze niż zwykła Piechota, więc nie musisz się martwić, że zginą od jednego ataku, nie są jednak tak twardzi, jak Bohaterowie. No i nie mogą walczyć.",
        "tr_core_tutorial_m4_t29": "Zaraz, co się dzieje? Byłem w swoim biurze, a wtedy nagle...",
        "tr_core_tutorial_m4_t30": "Pozwólmy naszemu drogiemu Prezydentowi wrócić do jego obowiązków.",
        "tr_core_tutorial_m4_t31": "Z powodzeniem zakończyliście swój trening. Życze wam powodzenia, zobaczymy się na polu bitwy. Rozejść się!",

        "tr_core_tutorial_m4_o1": "Zniszcz Piechotę przeciwnika używając Artylerii.",
        "tr_core_tutorial_m4_o2": "Użyj umiejętności Blake'a aby przedostać się przez drzewa.",
        "tr_core_tutorial_m4_o3": "Zniszcz jednostkę przeciwnika.",
        "tr_core_tutorial_m4_o4": "Zrekrutuj Generała w KG.",
        "tr_core_tutorial_m4_o5": "Zrekrutuj Piechotę w KG.",
        "tr_core_tutorial_m4_o6": "Przywołaj Piechotę używając umiejętności Generała.",
    },
}